{
  "title": "Dear Clothilde",
  "content": "You are the love of my life, the air that I breath and the fire in my belly. (The bane of my existence and the object of all my desires) lmao \r\n\r\nI dont even know where to begin other than to tell you how much you mean to me.  Ever since I met you I have felt whole - as if all other feelings wash away in your presence. I now mark life chapters in times before I met and after I met you. I have never really believed in true love or a higer purpose, but gosh be damned you really make it real to me. \r\n\r\nI feel as thought recently I have not been acting myself with you, and I think it is something to do with my obsessive compulsion over my work. You are 100% the most supportive amazing girlfriend a man could ever want, you give yourself your 100% support, listen to me rant about boring nerd shit while most others wouldnt give the time of day. You are present and there for me when I need it and give me unconditional love. \r\n\r\nI feel as thought I have not been deserving of this treatment recently and last night was a prime example - I feel as though I owe it to you to not raise my voice with you -- considering how paitent you are with me with all my quirks and craziness -- you blindly trust me as I lead - and really feel like I have the best girlfiend. But in order for me to keep you as my girlfiend and hopefully soon to be wife, mother of my children and the foundation to our home and life together - I realize my current pace has not been sustainable. \r\n\r\nI am really sorry for raising my voice with you - you are so fucking smart coming up with that solution going to Lyon. And the more days go by the more I realize how speical you are not just to me - but to this world. You are truly a gift and somehow I managed to convince you around a year ago to be my girlfriend. \r\n\r\nSo I made this app for us - so we can write letters to eachother and send images and overall be able to express outselves and learn how to fight for eachother \r\n\r\nI have a lot of self learning I need to do in the next few days and reflect on how I should make my life more sustainable so that I do not loose it with stress. The last thing i want is to negatively effect you based on MY SHIT. \r\n\r\nI cant wait to talk to you next and hopefuly by then we can be sending eachother love letters as a reminder of the love we have for eadchother and in hard times a place to reflect on that undying adminration and love. \r\n\r\nI hope you enjoy the rest of your time with your parents in Paris - and am so excited to come see you in not 2 weeks!\r\n\r\ni love you baby\r\n",
  "author": "Aidan",
  "images": []
}